20250611T180912--kdoc-385-『続ける思考』__book.org
:properties:
:ID: 20250611T180912
:mtime:    20250629201821
:ctime:    20250611180914
:end:
#+title:      KDOC 385: 『続ける思考』
#+date:       [2025-06-11 Wed 18:09]
#+filetags:   :book:
#+identifier: 20250611T180912

* この文書のステータス
:LOGBOOK:
CLOCK: [2025-06-11 Wed 21:19]--[2025-06-11 Wed 21:44] =>  0:25
:END:
- 作成
  - [X] 2025-06-16 貴島
- レビュー
  - [X] 2025-06-29 貴島

* 概要

[[https://amzn.to/3SQiCn6][『続ける思考』]]はどうやってものごとを続けるか、についての本である。「習慣家」である筆者がその方法を解説する。

* メモ

- (感想)アイデアを説明するために映画や漫画の引用を多用する。わかりやすい。映画や漫画を見て記録したことが生かされている
- ただ「成果」を先に求めてしまうとそれがすべてになる。はじめた瞬間から「修練」や「修行」になってしまう。つらい(位置227)
- 最初は上達を感じてたのしい。でもそのうち尻すぼみしていく。なかなかうまくならない。自分ってこんなものかと考える。つまらなく感じる(位置238)
  - (感想)非常によくわかる。その繰り返しだ
- 別に最初に想像するようにうまくならなくてもいい。続けていけば必ず何かの「変化」が起こる。そのことを信じて何かを続けてみる。「正しい努力」という考え方を捨てて、「ただ続ける」ことをまずは意識すればよい、という(位置238)
- 気持ちいいやり方を自分で見つけるために重要なことは、じぶんで解き方を発見することだ。そのためには最初から効率を求めすぎないことである。攻略法を見ずにやりながら考えることが、気持ちいい継続を生む秘訣である、という(位置253)
- 最短の攻略法ですぐうまくなると、すぐに飽きる。それが「続かない」につながる(位置275)
- どうしてもやりたくない日はやったフリだけする。ジョギングだったら着替えるだけとか、掃除なら掃除機を手に取るとか。さわりだけやれば意外にそのあとのことはできてしまう(位置830)
- 自分を動かすエンジンは「小さな達成」だ。すべてのことに「小さなゴール」を設定し、「クリア」したらすぐ次のステージに移ることが重要である(位置987)
- 自分で1人で漫画を書き続けヒットさせた人の話。不定期アップになると、読んでくれる人が離れる。その恐怖が背中を押してくれた。毎週同じ日に1話アップするというのは重要で、読んでくれる人に覚えてもらえる、という(位置1088)
- 結果だけ見るとネットでバズった漫画が売れてアニメ化されて、と簡単に進んだだけに見える。しかしそこに行き着くまでには誰にも注目されずに2年間コツコツ描き続けた孤独なひとりきりの時間がある(位置1101)
- 「うまくなる」「何か得する」「いいことが起きる」続けた先に待っていると考えることをやめてみる。目指すべきゴールを考えるのをやめてみる。上達しなくても別にいい。なんの役に立たなくても別にいい。楽しくなくてもいい。「こうなりたい」と考えずにはじめれば、壁にぶつかることもない(位置1124)
- 楽しむためには「ラク」にやりすぎないことである。取り組むこと自体は「ラク」にすまさないのが長く続けていくポイントである(位置1190)
- 誰にもでもできる大したことないことを、誰もやらないくらいに積み重ねる(位置1343)
- 継続を阻む最大の敵は「大きな達成」である。目標の達成をゴールだと考えるとそこで終わる(位置1356)
- 「誰でもできることを、誰もやらないくらい長くやる」ことには価値がある(位置1494)
- 記録することで観察力が高まる。変化は記録してないと気づかない。最初は余計なことを考えずただ記録するだけでよい。半年、1年も毎日続けると、自然とメモする内容に変化が起こる(位置1667)
- 雑談を盛り上げるには3番目にハマっていることの話をするといい。熱く語りすぎないから(位置1680)
- はじめは意味を考える必要はない。あとでその意味に気づくくらいでちょうどいい(位置1937)
- すぐ手に入る、すぐ結果がわかる、すぐ答えが出る。そんな時代であるから「好き」が遠のく。便利になることで人は好きを失っているのではないか、という。好きになることの裏には、たくさんの時間とただ楽しいだけではない大変さが必要である。AIでさらにすぐに答えが出るようになるだろう。「時間をかける」ということが難しくなる可能性がある(位置2205)
- (感想)好きは行動の後に生まれるという点で、[[id:20221027T235104][KDOC 3: 『ない仕事の作り方』]]と通じる考え方である。より具体的に実行するためにどうすればいいか、にフォーカスしている。

* 関連
なし。
