20250611T180912--kdoc-385-『続ける思考』__book.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-05T19:12:32Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 385: 『続ける思考』</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 385: 『続ける思考』</h1>
<div id="outline-container-orge2621a0" class="outline-2">
<h2 id="orge2621a0"><a href="#orge2621a0">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orge2621a0">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-06-16 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-06-29 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orge9af117" class="outline-2">
<h2 id="orge9af117"><a href="#orge9af117">概要</a></h2>
<div class="outline-text-2" id="text-orge9af117">
<p>
<a href="https://amzn.to/3SQiCn6">『続ける思考』</a>はどうやってものごとを続けるか、についての本である。「習慣家」である筆者がその方法を解説する。
</p>
</div>
</div>
<div id="outline-container-orgc2209fb" class="outline-2">
<h2 id="orgc2209fb"><a href="#orgc2209fb">メモ</a></h2>
<div class="outline-text-2" id="text-orgc2209fb">
<ul class="org-ul">
<li>(感想)アイデアを説明するために映画や漫画の引用を多用する。わかりやすい。映画や漫画を見て記録したことが生かされている</li>
<li>ただ「成果」を先に求めてしまうとそれがすべてになる。はじめた瞬間から「修練」や「修行」になってしまう。つらい(位置227)</li>
<li>最初は上達を感じてたのしい。でもそのうち尻すぼみしていく。なかなかうまくならない。自分ってこんなものかと考える。つまらなく感じる(位置238)
<ul class="org-ul">
<li>(感想)非常によくわかる。その繰り返しだ</li>
</ul></li>
<li>別に最初に想像するようにうまくならなくてもいい。続けていけば必ず何かの「変化」が起こる。そのことを信じて何かを続けてみる。「正しい努力」という考え方を捨てて、「ただ続ける」ことをまずは意識すればよい、という(位置238)</li>
<li>気持ちいいやり方を自分で見つけるために重要なことは、じぶんで解き方を発見することだ。そのためには最初から効率を求めすぎないことである。攻略法を見ずにやりながら考えることが、気持ちいい継続を生む秘訣である、という(位置253)</li>
<li>最短の攻略法ですぐうまくなると、すぐに飽きる。それが「続かない」につながる(位置275)</li>
<li>どうしてもやりたくない日はやったフリだけする。ジョギングだったら着替えるだけとか、掃除なら掃除機を手に取るとか。さわりだけやれば意外にそのあとのことはできてしまう(位置830)</li>
<li>自分を動かすエンジンは「小さな達成」だ。すべてのことに「小さなゴール」を設定し、「クリア」したらすぐ次のステージに移ることが重要である(位置987)</li>
<li>自分で1人で漫画を書き続けヒットさせた人の話。不定期アップになると、読んでくれる人が離れる。その恐怖が背中を押してくれた。毎週同じ日に1話アップするというのは重要で、読んでくれる人に覚えてもらえる、という(位置1088)</li>
<li>結果だけ見るとネットでバズった漫画が売れてアニメ化されて、と簡単に進んだだけに見える。しかしそこに行き着くまでには誰にも注目されずに2年間コツコツ描き続けた孤独なひとりきりの時間がある(位置1101)</li>
<li>「うまくなる」「何か得する」「いいことが起きる」続けた先に待っていると考えることをやめてみる。目指すべきゴールを考えるのをやめてみる。上達しなくても別にいい。なんの役に立たなくても別にいい。楽しくなくてもいい。「こうなりたい」と考えずにはじめれば、壁にぶつかることもない(位置1124)</li>
<li>楽しむためには「ラク」にやりすぎないことである。取り組むこと自体は「ラク」にすまさないのが長く続けていくポイントである(位置1190)</li>
<li>誰にもでもできる大したことないことを、誰もやらないくらいに積み重ねる(位置1343)</li>
<li>継続を阻む最大の敵は「大きな達成」である。目標の達成をゴールだと考えるとそこで終わる(位置1356)</li>
<li>「誰でもできることを、誰もやらないくらい長くやる」ことには価値がある(位置1494)</li>
<li>記録することで観察力が高まる。変化は記録してないと気づかない。最初は余計なことを考えずただ記録するだけでよい。半年、1年も毎日続けると、自然とメモする内容に変化が起こる(位置1667)</li>
<li>雑談を盛り上げるには3番目にハマっていることの話をするといい。熱く語りすぎないから(位置1680)</li>
<li>はじめは意味を考える必要はない。あとでその意味に気づくくらいでちょうどいい(位置1937)</li>
<li>すぐ手に入る、すぐ結果がわかる、すぐ答えが出る。そんな時代であるから「好き」が遠のく。便利になることで人は好きを失っているのではないか、という。好きになることの裏には、たくさんの時間とただ楽しいだけではない大変さが必要である。AIでさらにすぐに答えが出るようになるだろう。「時間をかける」ということが難しくなる可能性がある(位置2205)</li>
<li>(感想)好きは行動の後に生まれるという点で、<a href="20221027T235104--kdoc-3-『ない仕事の作り方』__book.html#ID-20221027T235104">KDOC 3: 『ない仕事の作り方』</a>と通じる考え方である。より具体的に実行するためにどうすればいいか、にフォーカスしている。</li>
</ul>
</div>
</div>
<div id="outline-container-org44add55" class="outline-2">
<h2 id="org44add55"><a href="#org44add55">関連</a></h2>
<div class="outline-text-2" id="text-org44add55">
<p>
なし。
</p>
</div>
</div>
<div id="outline-container-orgfc56920" class="outline-2">
<h2 id="orgfc56920"><a href="#orgfc56920">Backlinks</a></h2>
<div class="outline-text-2" id="text-orgfc56920">
<ul class="org-ul">
<li><a href="./20210904124352-workflow.html">workflow</a></li>
<li><a href="./20250624T222943--kdoc-408-続けるコツは週7日やることである__essay.html">KDOC 408: 続けるコツは週7日やることである</a></li>
<li><a href="./20250626T085406--kdoc-409-挫折し続けた運動を習慣化できたのは毎日やったから__essay.html">KDOC 409: 挫折し続けた運動を習慣化できたのは毎日やったから</a></li>
<li><a href="./20250629T110721--kdoc-410-物事に対する情熱は行動の後に生まれる__essay.html">KDOC 410: 物事に対する情熱は行動の後に生まれる</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
